{
    "motivational_sentences": [
        "Keep going! You're closer than you think.",
        "Success is the sum of small efforts, repeated day in and day out.",
        "Don't watch the clock; do what it does. Keep going.",
        "The future belongs to those who believe in the beauty of their dreams.",
        "Push yourself, because no one else is going to do it for you.",
        "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
        "Hardships often prepare ordinary people for an extraordinary destiny.",
        "It always seems impossible until it’s done.",
        "The only way to achieve the impossible is to believe it is possible.",
        "Success is not the key to happiness. Happiness is the key to success.",
        "Don’t stop when you’re tired. Stop when you’re done.",
        "Your limitation—it’s only your imagination.",
        "Great things never come from comfort zones.",
        "Dream it. Wish it. Do it.",
        "Success doesn’t just find you. You have to go out and get it.",
        "The harder you work for something, the greater you’ll feel when you achieve it.",
        "Dream bigger. Do bigger.",
        "Don’t wait for opportunity. Create it.",
        "Sometimes we’re tested not to show our weaknesses, but to discover our strengths.",
        "The key to success is to focus on goals, not obstacles.",
        "You are stronger than you think.",
        "It’s going to be hard, but hard does not mean impossible.",
        "Don’t stop when you’re tired. Stop when you’re done.",
        "Wake up with determination. Go to bed with satisfaction.",
        "Little things make big days.",
        "It’s going to be hard, but hard does not mean impossible.",
        "Great things never come from comfort zones.",
        "Dream it. Wish it. Do it.",
        "Success doesn’t just find you. You have to go out and get it.",
        "The harder you work for something, the greater you’ll feel when you achieve it.",
        "Dream bigger. Do bigger.",
        "Don’t wait for opportunity. Create it.",
        "Sometimes we’re tested not to show our weaknesses, but to discover our strengths.",
        "The key to success is to focus on goals, not obstacles.",
        "You are stronger than you think.",
        "It’s going to be hard, but hard does not mean impossible.",
        "Don’t stop when you’re tired. Stop when you’re done.",
        "Wake up with determination. Go to bed with satisfaction.",
        "Little things make big days.",
        "It’s going to be hard, but hard does not mean impossible.",
        "Don’t wait for opportunity. Create it.",
        "Success is the sum of small efforts, repeated day in and day out.",
        "The only limit to our realization of tomorrow is our doubts of today.",
        "Success is not the key to happiness. Happiness is the key to success.",
        "Believe you can and you're halfway there.",
        "Your life does not get better by chance, it gets better by change.",
        "Failure will never overtake me if my determination to succeed is strong enough.",
        "You are never too old to set another goal or to dream a new dream.",
        "The secret of getting ahead is getting started.",
        "The only place where success comes before work is in the dictionary.",
        "What you get by achieving your goals is not as important as what you become by achieving your goals."
    ]
}